---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralElementDefinitionData
source: html/25f910e5-a801-9f03-f51c-83a65dc4e57e.htm
---
# StructuralElementDefinitionData Methods